---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldProperties
source: html/4b43fd5f-627c-f658-00d9-94682e065319.htm
---
# BendingDetailCustomFieldProperties Methods

Identifies if the custom field properties are equal or not.